Repository: mahoee-labs/caristock
Catalog: transactions/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Who is donating
pt_br: Quem está doando

source: Donor
pt_br: Doador

source: Donation
pt_br: Doação

source: Donations
pt_br: Doações

source: Donated item to be received
pt_br: Item de doação a ser recebido

source: Supply
pt_br: Suprimento

source: Quantity of donated item to be received
pt_br: Quantidade de itens a serem recebidos

source: Quantity
pt_br: Quantidade

source: Donation Supply
pt_br: Suprimento da Doação

source: Donation Supplies
pt_br: Suprimentos de Doação

source: Donation recipient
pt_br: Recebedor da doação

source: Beneficiary
pt_br: Beneficiário

source: Pickup
pt_br: Retirada

source: Pickups
pt_br: Retiradas

source: Donated item to be delivered
pt_br: Item doado a ser entregue

source: Quantity of donated item to be delivered
pt_br: Quantidade de itens a serem entregues

source: Pickup Supply
pt_br: Suprimento da Retirada

source: Pickup Supplies
pt_br: Suprimentos de Retirada
